<template>
	<view class="content">
		
		<view class="agreement-1" v-if="agreement == 1">
			<view class="title">产品隐私政策</view>
			<view class="date">本版本更新时间：2021年3月15日</view>
			<view class="main">
				<text>
					广东联邦车网科技股份有限公司及其运营关联单位（以下简称“我们”、“本公司”或“联邦车网”）明确保护使用我们提供的产品和服务之用户（以下统称“用户”或“您”）的个人信息和隐私安全。您在使用我们提供的产品及服务时，我们可能会收集和使用您的相关个人信息。我们希望通过《隐私政策》（以下简称“本政策”）向您说明我们在收集和使用您相关个人信息时对应的处理规则等相关事宜，以便更好地保障您的权益。
					本政策适用于我们提供的产品及服务（指“ETC车宝”，以下简称“产品”、“服务”或“产品及服务”）。
					您确认，在您开始注册使用服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
					请在使用我们的产品（或服务）前，仔细阅读并了解本政策。您使用或继续使用我们的服务，则表示您同意我们按照本政策（包括更新版本）对应的处理规则收集、使用、储存、分享、转让和披露您的个人信息。
					 
					一、 我们的个人信息收集使用规则
					我们提供的产品及服务需要依赖部分信息才得以运行。您选择使用该项服务，则需要向我们提供或允许我们收集相关的信息。
					二、 我们如何收集和使用您的信息
					在您使用我们的产品及/或服务时，我们基于以下目的需要/可能需要收集和使用的您的个人信息：
					为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务。
					我们致力于打造多样的产品和服务以满足您的需求。因我们向您提供的产品和服务种类众多，且不同用户选择使用的具体产品/服务范围存在差异，相应的，基本/附加功能及收集使用的个人信息类型、范围等会有所区别，请以具体的产品/服务功能为准。
					为给您带来更好的产品和服务体验，我们在持续努力改进我们的技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。在此过程中，如果您有任何疑问、意见或建议的，您可通过我们提供的各种联系方式与我们联系，我们会尽快为您作出解答。
					我们会为实现本政策下述的各项功能，收集和使用您的个人信息：
					2.1 注册成为用户
					为向您提供帐号注册服务或进行用户身份识别验证，需要您填写手机号码、身份证号码、车牌号码、车辆发动机号、行驶证号码、驾驶证号码；对于需要通过我们平台账户才能使用的服务，我们可能会根据您提供的上述信息校验您的身份，确保我们是在为您本人提供服务。
					在办理第三方提供的汽车保险、洗车美容、车务代办（车船税、违章等代办）、维修保养、优惠加油、汽车用品等业务时，需要对身份证、车辆信息等进行实名认证，若您提供的信息不完整或不正确，则无法使用本服务或在使用过程中受到限制。
					您了解并同意，为识别粤通卡的发行状态、了解粤通卡使用数据、为向您提供更便捷的信息展示、搜索及推送服务，协助您达成相关服务交易（包括您与我们或您与第三方之间的服务交易），我们可能需要通过粤通卡官方发行单位（联合电服）获取你您的粤通卡和车辆信息（例如您的车牌号码、车辆发动机号、行驶证号码、驾驶证号码），用于在执行或者办理相关服务（如绑定粤通卡、查看ETC账单、绑定车辆、违章代办、粤通卡状态通知）时，提供更便捷的信息展示和输入，以便完成相应服务和交易。
					2.2 为您提供商品（或服务）展示、个性化推荐、发送促销营销信息
					为识别账号异常状态、了解产品适配性、为向您提供更便捷、更符合您个性化需求的信息展示、搜索及推送服务，协助您达成相关服务交易（包括您与我们或您与第三方之间的服务交易），我们可能使用您的信息（例如您的浏览及搜索记录、设备信息、位置信息、订单信息），用于提取您的浏览、搜索偏好、行为习惯、位置信息相关特征向您展示、提供或推广我们或第三方的如下商品和服务（包括但不限于粤通卡服务、互联网服务、食物和餐饮、体育、音乐、电影、电视、个人健康和卫生、电子、汽车、酒店、交通和旅游、银行、保险及金融服务、积分和奖励计划，以及我们认为可能与您相关的其他商品和服务）。
					我们可能会自动收集您的使用情况并存储为网络日志信息，包括：
					设备信息：我们会根据您在软件安装及/或使用中的具体操作，接收并记录您所使用的设备相关信息（包括设备型号、操作系统版本、设备设置、唯一设备标识符、设备环境等软硬件特征信息）、设备所在位置相关信息（包括您授权的GPS位置以及WLAN接入点、蓝牙和基站等传感器信息）。
					服务日志信息：当您使用我们提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括浏览、点击查看、搜索查询、发布信息，以及IP地址、访问日期和时间等。（请注意，单独的设备信息、服务日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。）
					如果您不想接受我们给您发送的个性化信息服务，您可以通过在隐私条款底部提供的“关闭个性化推荐服务”按钮进行关闭，或通过您的设备系统设置中自带的隐私设置功能关闭相关内容，或您可以通过联系我们的人工客服并要求我们停止就上述用途使用您的个人信息。
					在您关闭后，我们将为您关闭个性化推荐信息服务，您将不会再接收到个性化推荐信息服务内容，仅展示通用信息服务内容。
					在您使用我们提供的站内搜索服务时，我们也同时提供了不针对您个人特征的选项。
					此外，我们也会为了不断改进和优化上述的功能来使用您的上述信息。
					2.3 开展内部数据分析和研究，帮助改善我们的产品或服务
					我们收集数据是根据您与我们互动和您所做出的相关选择，包括您的隐私设置以及您使用的产品和功能；
					2.4 客服及争议处理
					当您与我们联系或提出售中售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的身份。
					为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），如果您针对具体事项/订单进行咨询、投诉或提供建议的，我们会使用您的账号信息和订单信息。
					为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。
					请注意，您公开发布的信息中可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。
					2.5 附加服务
					为向您提供更便捷、更优质、个性化的产品及/或服务，努力提升您的体验，我们在向您提供的以下附加服务中可能会收集和使用您的个人信息。如果您不提供这些信息，不会影响您使用我们的浏览等基本服务，但您可能无法获得这些附加服务给您带来的用户体验。附加服务内容包括：
					（1）网络通讯功能权限，用于与服务端进行通讯。拒绝授权后，产品所有功能无法使用。
					（2）拍摄照片和录制视频功能权限，为用户提供自定义头像功能，修改用户头像；拒绝授权后，上述功能将无法使用。
					（3）修改或删除您的SD卡中的内容功能权限，为用户提供自定义头像功能及记录用户日志。拒绝授权后，上述功能将无法使用。
					（4）拨打电话功能权限，为用户提供客服拨号功能，用于拨打我们客服、汽车服务商家电话（如洗车、道路救援）；拒绝授权后，上述功能将无法使用。
					（5）读取联系人功能权限，用户提供文章分享功能（在分享文章过程中，用于协助您通过通讯录快速选取电话号码，无需您手动输入）及活动功能（偷红包活动，需读取联系人好友列表进行偷取红包的活动内容）；拒绝授权后，上述功能将无法使用。
					（6）显示在其他应用上面功能权限，为用户提供网络情况提示，网络异常时悬浮窗提示用户检查网络。拒绝授权后，上述功能将无法使用。
					（7）访问确切位置信息（使用GPS和网络进行定位）功能权限，获取您所在地理位置，主要用于提供并实时展现营业厅查询、汽车服务，为用户提供附近服务商家、粤通卡服务网点查询。拒绝授权后，附近的相关功能无法使用。
					（8）访问大致位置信息（使用网络进行定位）功能权限，获取您所在地理位置，主要用于提供并实时展现营业厅查询、汽车服务，为用户提供附近服务商家、粤通卡服务网点查询。拒绝授权后，附近的相关功能无法使用。
					（9）获取设备识别码和状态功能权限，主要用于数据统计及识别唯一用户，以便为用户提供更优质的服务。拒绝授权后，上述功能将无法使用。
					（10）允许应用程序请求安装软件包：主要为用户提供版本升级及安装广告应用，该权限需用户确认后方会进行下载。
					（11）蓝牙功能权限，用于通过蓝牙将客户手机与第三方设备（充值易、智能OBU等）连接并交互。拒绝授权后，充值易、智能OBU无法连接。
					（12）NFC功能权限，用于手机NFC充值功能，通过NFC功能对粤通卡等ETC卡片进行交互。拒绝授权后，NFC充值功能无法使用。
					（13）读取已安装应用列表，用于精准识别用户扫描手机设备是否存在仿冒APP应用。拒绝授权后，该功能无法使用。
					若您不提供上述信息，将无法使用我们的功能。您可通过进入“设置”>“应用设置”>“应用管理”>“我们”>“权限管理”来关闭相关权限。同时对应的功能也会被停用。
					2.6 为您提供安全保障
					为提高您使用我们及第三方合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更准确地识别违反法律法规或我们相关协议规则的情况，我们可能使用或整合您的个人信息、交易信息以及我们第三方合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的处置措施。
					2.7 其他
					若你提供的信息中含有其他用户的个人信息，在向我们提供这些个人信息之前，您需确保您已经取得合法的授权。
					您了解并同意，在收集您的个人信息后，我们可能通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别您的身份，在此情况下我们有权使用已经去标识化的信息，对用户数据库进行分析并予以商业化的利用，而无需另行获得您的同意。
					请您注意，如果我们要将您的个人信息用于本政策中未载明的其他用途或额外收集未提及的其他个人信息，我们会通过页面提示、交互流程、网站公告或其他方式另行征得您的同意。一旦您同意，该等额外用途将视为本政策的一部分，该等额外信息也将适用本政策。
					2.8 征得授权同意的例外
					根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：
					（1）与国家安全、国防安全有关的；
					（2）与公共安全、公共卫生、重大公共利益有关的；
					（3）与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；
					（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
					（5）您自行向社会公众公开的个人信息；
					（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
					（7）根据与您签订和履行相关协议或其他书面文件所必需的；
					（8）用于维护所提供的产品及/或服务的安全稳定运行所必需的，例如发现、处置产品及/或服务的故障；
					（9）法律法规规定的其他情形。
					请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善我们的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），则此类处理后数据的使用无需另行向您通知并征得您的同意。
					如我们停止我们相关产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。
					2.9 有关个人敏感信息的提示
					以上由您提供或我们收集您的信息中，可能包含您的个人敏感信息，例如身份证件号码、个人生物识别信息、银行账号、通信记录和内容、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息等。请您谨慎并留意个人敏感信息，您同意您的个人敏感信息我们可以按本政策所述的目的和方式来处理。
					 
					三、 我们如何使用COOKIES或同类技术
					为确保我们产品及服务的正常运转，让您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的移动设备上存储名为 Cookie的小数据文件。COOKIES能帮助我们确定您连接的页面和内容、您在我们上花费的时间和您所选择的服务内容，使得我们能更好、更快地为您服务，并且提供更符合您实际情况和更富个性化的服务。
					我们和第三方合作伙伴可能通过COOKIES或同类技术收集和使用您的信息，并将该等信息储存。
					 
					我们使用自己的COOKIES或同类技术，可能用于以下用途：
					3.1 记住您的身份。例如：COOKIES或同类技术有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的喜好或其他信息；
					3.2 分析您使用我们服务的情况。我们可利用COOKIES或同类技术来了解您使用我们进行什么活动、或哪些服务或服务最受欢迎；
					3.3 广告优化。COOKIES或同类技术有助于我们根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放；
					我们为上述目的使用COOKIES或同类技术的同时，可能将通过COOKIES或同类技术收集的非个人身份信息汇总提供给广告商和其他伙伴，用于分析您和其他用户如何使用我们并用于广告服务。
					我们的产品可能会有广告商和其他合作方放置的COOKIES或同类技术。这些COOKIES或同类技术可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。
					您可以通过户选择机制拒绝或管理COOKIES。但请您注意，如果您停用COOKIES，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。同时，您仍然将收到广告，只是这些广告与您的相关性会降低。
					 
					四、 我们可能分享、转让和披露的信息
					4.1 分享
					我们可能会基于以下情形向我们以外的第三方分享您的个人信息：
					4.1.1 向您提供我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以实现您需要的核心功能或提供您需要的服务。
					4.1.2 维护和改善我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以帮助我们为您提供更有针对性、更完善的服务。
					4.1.3 在法定情形下，我们可能会根据法律法规规定、诉讼、争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。
					4.1.4 实现本政策第二条“我们如何收集和使用信息”部分所述目的；
					4.1.5 履行我们在本政策或我们与您达成的其他协议中的义务和行使我们的权利；
					4.1.6 向委托我们进行推广的合作伙伴等第三方共享，目的是为了使该等第三方了解推广的覆盖面和有效性。比如我们可以告知该第三方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。
					4.1.7 在法律法规允许的范围内，为了遵守法律、维护我们及我们的第三方合作伙伴、您或其他我们用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他组织交换信息。不过,这并不包括违反本政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息。
					4.1.8 应您合法需求，协助处理您与他人的纠纷或争议；
					4.1.9 基于学术研究而提供；
					4.1.10 基于符合法律法规的社会公共利益而提供。
					我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息。对我们与之共享信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理信息。
					4.2 转让
					4.2.1 随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的信息有可能作为此类交易的一部分而被转移。我们会要求新的持有您信息的公司、组织继续受本政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
					4.2.2 在获得您的明确同意后，我们会向其他方转让您的信息。
					4.3 披露
					我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的信息：
					4.3.1 根据您的需求，在您明确同意的披露方式下披露您所指定的信息；
					4.3.2 根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您信息的情况下，我们可能会依据所要求的信息类型和披露方式披露您的信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。
					4.4 共享、转让、披露信息时事先征得授权同意的例外
					以下情形中，共享、转让、披露您的信息无需事先征得您的授权同意：
					4.4.1 与国家安全、国防安全有关的；
					4.4.2 与公共安全、公共卫生、重大公共利益有关的；
					4.4.3 与犯罪侦查、起诉、审判和判决执行等有关的；
					4.4.4 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
					4.4.5 您自行向社会公众公开的信息；
					4.4.6 从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道。
					根据法律规定，共享、转让经去标识化处理的信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
					 
					五、 我们如何保留、储存信息
					我们仅在本政策所述目的所必需期间和法律法规要求的时限内保留您的信息。
					5.1 数据存储地点
					我们在本产品和服务中所收集和产生的个人信息，将存储在中华人民共和国境内。
					5.2 数据存储期限
					我们仅为实现上述目的所需要的时间来保留您的个人信息，并在超出保留时间后删除或匿名化处理您的个入信息：但法律法规另有要求的除外。
					在 我们产品中，您的个人数据具体留存时间如下：为了优化用户产品服务体验,我们会采集假名化后的设备标识符、位置信息、移动网络代码和移动设备国家代码。用户使用数据的存储期限至少6个月。
					我们也会将您的部分个人数据上传至服务器以及提供给第三方服务商用于完成粤通卡服务及车主服务。
					另外 如果我们的产品或服务发生了停止运营的情况时，我们将以推送通知公告等形式告知您，并在业务存储期限内删除您的个人信息或进行匿名化处理。
					六、 我们如何保护信息安全
					我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息。
					6.1 数据安全技术措施
					我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。网络服务采取了多种加密技术，例如在某些服务中，我们将利用加密技术（例如SSL）来保护您的信息，采取加密技术对您的信息进行加密保存，并通过隔离技术进行隔离。在信息使用时，例如信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中安全性。采用严格的数据访问权限控制和多重身份认证技术保护信息，避免数据被违规使用。
					6.2 我们为保护信息采取的其他安全措施
					我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范信息的存储和使用。
					我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。
					加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护信息重要性的认识。
					6.3 我们仅允许有必要知晓这些信息的员工、合作伙伴访问您的信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。
					6.4 互联网并非绝对安全的环境，我们建议您使用我们的产品时请使用复杂的登录、支付密码，并注意保护您的信息安全。
					6.5 互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
					6.6 安全事件处置
					在通过我们的产品与第三方进行沟通或购买商品及服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的信息，如联络方式或者邮政地址等。请您妥善保护自己的信息，仅在必要的情形下向他人提供。
					为应对信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。
					在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以电话、短信、APP推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。
					请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入我们的产品所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。
					6.7 我们围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。
					七、 如何管理信息
					7.1 访问、更新信息
					我们鼓励您更新和修改您的信息以使其更准确有效。个人信息的查询和修改，您需要在登录我们的产品的状态下，通过“我的”——点击“头像”中完成查询和修改您的个人信息操作。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。我们会采取适当的控制措施，避免验证身份过程中造成的个人信息泄露。
					在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障信息安全。对于通过COOKIES或同类技术收集的您的信息，我们还在本政策说明了向您提供的选择机制。
					7.2 公开与分享
					我们的多项服务可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关信息，例如，您在我们的产品中所上传或发布的信息、您对其他人上传或发布的信息作出的回应，通过我们的产品中不特定用户可见的公开区域内上传或公布您的个人信息，以及包括与这些信息有关的位置数据和日志信息。只要您不删除您所公开或共享的信息，有关信息可能一直留存在公众领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。
					如您将信息通过上述渠道公开或共享，由此造成您的信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的信息。
					7.3 改变您授权同意的范围
					您总是可以选择是否披露信息。有些信息是使用我们的产品所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集信息的范围或撤回您的授权。
					当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。
					八、 第三方服务
					我们的产品可能链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。包括：
					8.1 您可利用“分享”键将我们的产品中的某些内容分享到第三方或将某些内容分享到我们的产品。或者，您可利用第三方服务登录我们的产品。这些功能可能会收集您的信息（包括您的日志信息），并可能在您的设备内装置COOKIES，从而正常运行上述功能；
					8.2 我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或链接。
					8.3 其他接入第三方服务的情形。
					例如，为实现产品及服务的目的，我们可能会接入第三方SDK服务，并将我们依照本政策收集的您某些信息共享给该等第三方服务商，以便提高更好的客户服务和用户体验。
					该等接入第三方服务由相关的第三方负责运营，须受第三方服务协议及隐私政策（而非本政策）约束。本政策仅适用于我们所收集的个人信息，并不适用于任何第三方提供的服务或第三方的信息使用规则。如您发现这些第三方社交媒体或其他服务存在风险时，建议您终止相关操作以保护您的合法权益。
					我们仅会出于正当、必要、特定的目的共享您的信息。对我们与之共享信息的第三方服务商，我们会要求他们履行相关保密义务并采取相应的安全措施。
					九、 联系我们
					如果您对本政策有任何疑问、意见或建议，或者对我们收集使用或披露您的个人信息有任何问题，请拨打我们的客服电话400-670-6688或登录我们的产品、微信公众号、联邦车网公司官网:https://www.etcchebao.com通过在线客服的方式与我们联系。
					十、 通知和修订
					为了给您提供更好的服务，我们可能会根据我们服务的更新情况及法律法规的相关要求适时修改本政策的条款，该等修改构成本政策的一部分。如果该等更新造成您在本政策下权利的实质减少或重大变更，我们会通过弹窗或通知的方式告知您变更后的《隐私政策》，如果您不同意该等变更，可以选择停止使用我们的服务。如您继续使用我们的服务，即表示您已充分阅读、理解并同意受经修订的本政策的约束。
				</text>
			</view>
		</view>
		
		<view class="agreement-2" v-if="agreement == 2">
			<view class="title">用户协议</view>
			<view class="date">本版本更新日期：2021年1月7日</view>
			<view class="main">
				<text>
					本协议由您与广东联邦车网科技股份有限公司（包括关联运营公司，以下简称“我们”或“联邦车网”）共同签署，并与您使用我们的软件及服务关系紧密，适用于联邦车网提供的所有产品和服务。如我们的产品或服务中使用了联邦车网提供的产品或服务但未设独立隐私权政策的，则本协议同样适用于该部分产品或服务。因此，在使用ETC车宝服务之前，请仔细阅读本协议，特别是其中免除或者限制联邦车网责任的条款（该等条款通常含有“不负任何责任”、“无义务”、“不保证”等词汇）、限制用户权利的条款（该等条款通常含有“不得”、“不应”、“无权”等词汇）、管辖和法律适用条款，这些条款应在中国法律所允许的范围内最大程度地适用，该类条款通常以粗体或其他颜色字体标示。您应重点阅读，在确认充分理解并同意后再开始使用。
					您知悉并确认，除非您已阅读并接受本协议所有条款，否则您应立即停止访问ETC车宝相关服务。
					一旦您注册安装使用或继续使用ETC车宝服务，即表示您同意接受本协议所有条款和条件约束。
					根据国家法律法规变化及产品运营需要，联邦车网有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布即生效，并取代此前相关内容，您应不时关注本产品公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本软件产品；如您继续使用，即视为知悉变动内容并同意接受。
					如对本政策内容有任何疑问、意见或建议，您可通过联邦车网提供的各种联系方式与我们联系。
					 
					
					一、定义及说明
					1. 本协议：指本协议正文、《隐私政策》、服务条款、操作规则及其修订版本。上述内容一经正式发布，即为本协议不可分割的组成部分。
					2. 联邦车网：指向您提供ETC车宝及其服务的广东联邦车网科技股份有限公司及其旗下的运营关联单位，在本协议中统一简称为“我们”或“联邦车网”。
					3. ETC车宝：指联邦车网提供及运营的产品统称，包括计算机客户端软件、移动终端软件（包括任何可在移动智能设备及/或电脑终端上，以客户端/微端或网页等形式进行操作的适配版本）以及其他形式的软件；还包括软件相关的更新、升级、补丁、资料片等；并可能包括相关的网络服务器、网站（包括但不限于该软件之官方网站或官方论坛)、电子媒体、印刷材料或电子文档等。
					4. ETC车宝服务：指联邦车网向您提供的、与前述ETC车宝软件相关的各项在线运营服务，包括软件本身。
					5. ETC车宝账号：指联邦车网推出的统一账号系统。
					6. 您：又称“用户”或“客户”，指被授权使用联邦车网及其服务的自然人。
					7. 特别说明：本协议是您与联邦车网所订立的协议。
					本协议的目的，是为了明确您与联邦车网双方之间因使用ETC车宝服务而产生的所有权利和义务关系。为保障大部分用户的正当权益，并维护良好的服务环境，您必须遵守法律法规及相关的管理规则，否则将被依法或依照服务管理规则进行相应的处理。联邦车网根据ETC车宝服务的需要，将不时更新服务管理规则并在显著位置公告。公告后的服务管理规则，将自动作为本协议的组成部分，具有与本协议同等的法律效力。
					二、服务须知
					1. 本服务通过互联网为用户提供各类服务。使用ETC车宝，您必须：
					(1) 自行配备上网的所需设备，包括个人手机、平板电脑、调制解调器、路由器等；
					(2) 自行负担个人上网所支付的与此服务有关的电话费用、网络费用等；
					(3) 选择与所安装终端设备相匹配的软件版本，包括但不限于iOS、Android、Windows等多个联邦车网发布的应用版本。
					2. 基于联邦车网所提供的服务的重要性，您确认并同意：
					(1) 提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新；
					(2) 如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且联邦车网保留终止您使用各项服务的权利。
					三、账户注册及使用
					1. 用户资格：您确认，在您开始注册使用ETC车宝服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
					2. 账户说明：
					(1) 账户获得：当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得ETC车宝服务账户并成为ETC车宝用户。
					(2) 数量限制：ETC车宝只允许每位用户使用一个ETC车宝账户。如有证据证明或联邦车网根据平台规则判断您存在不当注册或不当使用多个ETC车宝账户的情形，联邦车网可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给联邦车网及相关方造成损失的，您还应承担赔偿责任。
					(3) 账户转让：由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经联邦车网同意，并符合ETC车宝规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则联邦车网有权追究您的违约责任，且由此产生的责任及后果均由您自行承担。
					(4) 实名认证：为使您更好地使用ETC车宝的各项服务，保障您的账户安全，联邦车网可要求您按要求及相关法律法规规定完成实名认证。
					3. 注册信息管理：
					(1) 信息真实：您了解并同意，您有义务保持您提供信息的真实性及有效性。
					(2) 内容合法：您了解并同意，您有义务保持您填写的信息的内容合法性。
					(3) 更新维护：您应当及时更新您提供的信息，在法律有明确规定要求联邦车网作为ETC车宝服务提供者必须对部分用户的信息进行核实的情况下，联邦车网将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。如您未按联邦车网的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及联邦车网造成的全部损失与不利后果。联邦车网可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部ETC车宝服务，联邦车网对此不承担责任。
					(4) 账户安全规范：
					① 账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，联邦车网并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
					② 您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。
					③ 如发现任何未经授权使用您账户登录ETC车宝或其他可能导致您账户遭窃、遗失的情况，建议您立即通知联邦车网，并授权联邦车网就该等事宜采取相关行为。您理解联邦车网对您的任何请求采取行动均需要合理时间，且联邦车网应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除联邦车网存在法定过错外，联邦车网不承担责任。
					4. 账户注销：
					(1) 您可以在我们的产品中申请注销账户。您可以通过ETC车宝APP访问“我的—我的客服”咨询人工客服进行账户注销。
					(2) 您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。
					(3) 注销账户后，您将放弃以下权益和资产：
					①  账户信息、会员权益、虚拟资产且无法恢复；
					② 无法使用账户原验证手机或账户登陆ETC车宝服务；
					③ 解除与第三方授权或绑定关系。
					四、服务内容及范围
					1. 服务概览：您有权在ETC车宝上享受粤通卡服务、洗车美容、车务代办（车船税、违章等代办）、维修保养、优惠加油、汽车用品、以及为用户提供包括但不限于便捷工具、移动商户、开放平台等功能或内容等服务。联邦车网提供的服务内容众多，具体您可登陆ETC车宝浏览。
					2. 服务购买及交易：
					(1) 当您在ETC车宝购买商品及/或服务时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。
					(2) 您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱ETC车宝正常交易秩序的行为。基于维护ETC车宝台交易秩序及交易安全的需要，联邦车网发现上述情形时可主动执行关闭相关交易订单/取消服务等操作。
					3. 评价：您有权在ETC车宝发布针对服务的相关内容，内容应当合法、客观、真实，与交易的商品及/或服务具有关联性，且不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不应以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。联邦车网可按照ETC车宝规则的相关规定对您实施上述行为所产生的评价信息采取必要处置措施。
					4. 信息交流：如您通过联邦车网提供的论坛、群组及其他信息发布功能公开发布信息及与其他用户互动，信息的形式包括文字、图片、视频、直播内容等，您须确保您所发布的所有信息均符合相关法律法规及本协议的要求。
					5. 责任限制：联邦车网依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，联邦车网并不承担相应的违约责任：
					(1) 因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；
					(2) 因电力供应故障、通讯网络故障等公共服务因素或第三人因素；
					(3) 在联邦车网已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。
					五、用户个人信息保护及授权
					1. 您知悉并同意，为方便您使用ETC车宝相关服务，ETC车宝将存储您在使用时的必要信息，包括但不限于您的真实姓名、性别、生日、配送地址、联系方式、通讯录、相册、日历、定位信息等。除法律法规规定的情形外，未经您的许可联邦车网不会向第三方公开、透露您的个人信息。联邦车网对相关信息采取专业加密存储与传输方式，利用合理措施保障用户个人信息的安全。
					2. 您知悉并确认，您在注册帐号或使用ETC车宝的过程中，需要提供真实的身份信息，联邦车网将根据国家法律法规相关要求，进行基于移动电话号码的真实身份信息认证。若您提供的信息不真实、不完整，则无法使用ETC车宝或在使用过程中受到限制，同时，由此产生的不利后果，由您自行承担。
					3. 您在使用ETC车宝某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您已阅读并同意接受相关单独协议。
					4. 您充分理解并同意：
					(1) 接收通过邮件、短信、电话等形式发送的订单信息、促销活动等内容；
					(2) 为配合行政监管机关、司法机关执行工作，在法律规定范围内联邦车网有权向上述行政、司法机关提供您在使用ETC车宝时所储存的相关信息，包括但不限于您的注册信息等，或使用相关信息进行证据保全，包括但不限于公证、见证等；
					(3) 联邦车网依法保障您在安装或使用过程中的知情权和选择权，在您使用ETC车宝服务过程中，涉及您设备自带功能的服务会提前征得您同意，您一经确认，联邦车网有权开启包括但不限于收集地理位置、读取通讯录、使用摄像头、启用录音等提供服务必要的辅助功能。
					(4) 联邦车网有权根据实际情况，在法律规定范围内自行决定单个用户在ETC车宝及服务中数据的最长储存期限以及用户日志的储存期限，并在服务器上为其分配数据最大存储空间等。
					5. 个人信息的保护：联邦车网非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用联邦车网提供的服务时，您同意按照《隐私政策》收集、使用、储存、分享、转让和披露您的个人信息。
					6. 非个人信息的保证与授权：
					(1) 您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，联邦车网可对您发布的信息依法或依本协议进行删除或屏蔽。
					(2) 您应当确保您所发布的信息不包含以下内容：
					① 违反国家法律法规禁止性规定的；
					② 政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
					③ 欺诈、虚假、不准确或存在误导性的；
					④ 侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；
					⑤ 侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；
					⑥ 存在可能破坏、篡改、删除、影响ETC车宝任何系统正常运行或未经授权秘密获取ETC车宝及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；
					⑦ 其他违背社会公共利益或公共道德或依据相关协议、规则的规定不适合在ETC车宝上发布的。
					(3) 授权使用：对于您提供、发布及在使用ETC车宝服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，均不会因上传、发布等行为发生知识产权、肖像权等权利的转移。除非我们另行说明，在法律允许的范围内，您免费授予联邦车网及其关联公司非排他的、无地域限制的许可使用（包括存储、使用、复制、修订、编辑、发布、展示、翻译、分发上述信息或制作派生作品，以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内等）及可再许可第三方使用的权利，以及可以自身名义对第三方侵权行为取证及提起诉讼的权利。
					六、使用规范
					1. 关于ETC车宝的获取及更新：
					(1) 您可以直接从ETC车宝上获取ETC车宝客户端软件，也可以从得到联邦车网授权的第三方获取，如果您从未经联邦车网授权的第三方获取软件的安装程序，联邦车网无法保证该软件能够正常使用，并对因此给您造成的损失不予负责；
					(2) 为了改善用户体验、完善服务内容，联邦车网将不断努力开发新的服务，并为您不时提供软件更新，新版本发布后，旧版本的软件可能无法使用，联邦车网不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。
					2. 除非法律允许或联邦车网书面许可，您使用ETC车宝过程中不得从事下列行为：
					(1) 删除ETC车宝及其副本上关于著作权的信息；
					(2) 对ETC车宝进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现ETC车宝的源代码；
					(3) 对联邦车网拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
					(4) 对ETC车宝或者ETC车宝运行过程中释放到任何终端内存中的数据、网站运行过程中客户端与服务器端的交互数据，以及ETC车宝运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经联邦车网授权的第三方工具/服务接入ETC车宝和相关系统；
					(5) 通过修改或伪造网站运行中的指令、数据，增加、删减、变动网站的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
					(6) 通过非联邦车网开发、授权的第三方软件、插件、外挂、系统，登录或使用ETC车宝及服务，或制作、发布、传播上述工具；
					(7) 自行或者授权他人、第三方软件对ETC车宝及其组件、模块、数据进行干扰。
					七、第三方提供的产品或服务
					1. 您在ETC车宝使用第三方提供的产品或服务时，第三方对其提供的产品或服务直接负责。
					2. 您除遵守本协议约定外，还应遵守第三方的用户协议。联邦车网和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
					3. 因您使用ETC车宝或要求联邦车网提供特定服务时，ETC车宝可能会调用第三方系统或者通过第三方支持您的使用或访问，使用或访问的结果由该第三方提供（包括但不限于您通过ETC车宝跳转到的第三方提供的服务及内容，第三方通过ETC车宝接入的服务及内容等）。
					八、违约责任
					1. 如果联邦车网发现或收到他人举报投诉您违反本协议约定或存在任何恶意行为的，联邦车网有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁、注销等处罚，并公告处理结果。
					2. 联邦车网有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。
					3. 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；联邦车网因此遭受损失的，您也应当一并赔偿。
					4. 除非另有明确的书面说明,联邦车网不对ETC车宝的运营及其包含在ETC车宝上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
					九、法律管辖适用及其他
					1. 本协议的订立、执行和解释及争议的解决均应适用中国法律。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，应向协议签订地有管辖权的人民法院提起诉讼。本协议签订地为中华人民共和国广州市海珠区。
					2. 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
					3. 本协议未明示授权的其他权利仍由联邦车网保留，您在行使这些权利时须另外取得联邦车网的书面许可。联邦车网如果未行使前述任何权利，并不构成对该权利的放弃。
				</text>
			</view>
		</view>
		
	</view>
</template>

<script>
	export default {
		data() {
			return {
				agreement: 0
			}
		},
		onLoad(option) {
			this.agreement = Number(option.agreement);
			switch(this.agreement) {
				case 1:
					uni.setNavigationBarTitle({
						title: "隐私协议"
					})
					break;
				case 2:
					uni.setNavigationBarTitle({
						title: "用户协议"
					})
					break;
			}
		}
	}
</script>

<style lang="scss">
	.content {
		padding: 28rpx;
		font-size: 28rpx;
		.title {
			font-size: 36rpx;
			font-weight: 700;
		}
		.date {
			margin: 40rpx 0 0 0;
			text-align: right;
		}
		.main {
			margin: 40rpx 0 0 0;
			line-height: 60rpx;
		}
	}
</style>